Repository: agonzexp/tt-54054903
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: es_es

source: Calls are free from all providers and do not appear on bills.
es_es: Las llamadas son gratuitas para todos los proveedores y no aparecen en las facturas.

source: Campaign to end stigma and discrimination against mental health.
es_es: Campaña para terminar con el estigma y la discriminación contra la salud mental.

source: Can happy events cause stress?
es_es: ¿Pueden los momentos felices causar estrés?

source: Carers, friends and family - how to cope
es_es: Cuidadores, amigos y familia, cómo enfrentarlos

source: Casual work
es_es: Trabajo informal

source: Casual work (or zero-hour contracts) is where you can choose whether to work the hours that are available to you.
es_es: El trabajo informal (o contratos de cero horas) son aquellos donde puedes elegir si trabajar las horas disponibles para ti.

source: Causes of stress
es_es: Causas del estrés

source: Changing something about your working environment or the way you do your job may help you to stay well and work more effectively.
es_es: Cambiar algo de tu entorno de trabajo o la forma en que lo desempeñas, puede ayudarte a estar bien y a trabajar de manera más efectiva.

source: Citizens Advice
es_es: Información al ciudadano

source: Citizens Advice website
es_es: Sitio web de información al ciudadano.

source: Cognitive behavioural therapy (CBT)
es_es: Terapia cognitivo-conductual (TCC)

source: Common types of talking treatments which can help with stress are:
es_es: Los tipos de tratamientos de conversación más comunes que pueden ayudar con el estrés son:

source: Complementary therapies
es_es: Terapias complementarias

source: Confidential advice on a range of issues, including employment and bullying.
es_es: Asesoramiento confidencial sobre varias cuestiones, incluido el empleo y el bullying.

source: Dealing with pressure
es_es: Lidiar con la presión

source: Dealing with pressure | Mind, the mental health charity - help for mental health problems
es_es: La baja por enfermedad de salud mental es tan válida como la baja por problemas de salud física.

source: Depression
es_es: Depresión

source: Develop a Wellness Action Plan with your manager.
es_es: Desarrolla un Plan de Acción de Bienestar con tu jefe.

source: Developing resilience
es_es: Resilencia de desarrollo

source: Disability discrimination
es_es: Discriminación por discapacidad

source: Discrimination at work
es_es: Discriminación en el trabajo

source: Discuss your workload with your manager.
es_es: Comenta tu sobrecarga de trabajo con tu gerente.

source: Don't do too much at once.
es_es: No hagas demasiado a la vez.

source: Ecotherapy
es_es: Ecoterapia

source: Ecotherapy is a way of improving your wellbeing and self-esteem by spending time in nature.
es_es: La ecoterapia es una forma de mejorar tu bienestar y autoestima relacionándote con la naturaleza.

source: Emotional resilience
es_es: Resiliencia emocional

source: Employees have the right to:
es_es: Los empleados tienen derecho a:

source: Employment and study
es_es: Empleo y estudio

source: Equality Act 2010
es_es: Ley de Igualdad 2010

source: Even if you can't avoid these situations, being prepared can help.
es_es: Aunque no puedas evitar estas situaciones, el estar preparado te puede ayudar.

source: Even though you're feeling better, it doesn't always mean that you're no longer experiencing a mental health problem.
es_es: Aunque te sientas mejor, no siempre significa que ya no tengas un problema de salud mental.

source: Everyone has the right to request flexible working once they have worked for the same employer for 26 weeks or more.
es_es: Todos tienen derecho a solicitar un trabajo con un horario flexible una vez que hayan estado trabajado para el mismo jefe por 26 semanas o más.

source: Everyone is different, it may take time to find a method that works for you.
es_es: Todo el mundo es diferente, puede que te lleve tiempo encontrar un método efectivo para ti.

source: Everyone needs a hand from time to time.
es_es: Todo el mundo necesita que le echen una mano de vez en cuando.

source: Explains how you can be mentally healthy at work, giving practical suggestions for what you can do and where you can go for support.
es_es: Explica como puedes estar mentalmente saludable en el trabajo, proporcionando prácticos consejos sobre qué hacer y dónde conseguir ayuda.

source: Family and personal life
es_es: Familia y vida personal

source: Feelings of stress are a reaction to things happening in your life, not a mental health problem, so there's no specific medication for stress.
es_es: Los sentimientos de estrés son una reacción a las cosas que suceden en tu vida, no un problema de salud mental, por lo que no existe un medicamento específico para el estrés.

source: Feelings of stress are normally triggered by things happening in your life which involve:
es_es: Los sentimientos de estrés se crean a partir de los hábitos del día a día que implican:

source: Figuring out what type of work suits your needs can help you feel better able to manage your mental health while working.
es_es: Descubrir qué tipo de trabajo se acopla a tus necesidades puede ayudarte a sentirte mejor, controlando tu salud mental mientras trabajas.

source: Find A Community Support Group page on government website
es_es: Encuentra un grupo de ayuda comunitaria en la página web del gobierno.

source: Find out if your employer has any specialist support services on offer, for example; occupational health services or an employee assistance programme (EAP).
es_es: Averigua si tu empresa tiene algún servicio de apoyo especializado que se ofrezca, por ejemplo; servicios de salud ocupacional o un programa de asistencia al empleado (EAP).

source: Fit For Work website
es_es: Sitio web Apto para trabajar

source: Fit for Work
es_es: Apto para trabajar

source: Flexible working
es_es: Trabajo de horario flexible

source: For example, if you often struggle to manage feelings of stress, you might develop a mental health problem like anxiety or depression.
es_es: Por ejemplo, si luchas a menudo para controlar la sensación de estrés, podrías desarrollar un problema de salud mental como la ansiedad o la depresión.

source: For example, if you're feeling confident or usually enjoy public speaking, you might find that giving a speech in front of people feels comfortable and fun.
es_es: Por ejemplo, si te sientes seguro o, por lo general, disfrutas hablando en público, es posible que te resulte cómodo y divertido dar un discurso frente a más personas.

source: For example, you could ask a friend or family member to help with some of your daily tasks so that you have more time to spend completing your tasks that are causing you to feel stressed.
es_es: Por ejemplo, podrías pedirle a un amigo o familiar que te ayude con algunas de tus tareas diarias para que dispongas de más tiempo para dedicar a completar las tareas que te causan estrés.

source: For example, you might be a morning person or an evening person.
es_es: Por ejemplo, puedes ser una persona de mañanas o una persona de tardes.

source: For example, your doctor might offer to prescribe:
es_es: Por ejemplo, tu médico podría recetarte:

source: For example:
es_es: Por ejemplo

source: For friends and family
es_es: Para amigos y familia

source: For further guidance, see our information on telling your employer.
es_es: Para obtener más orientación, consulta nuestra información sobre cómo decírselo a tu jefe .

source: For help finding a job.
es_es: Ayuda para encontrar trabajo.

source: For ideas and tips on coping, see our self care information for different mental health problems.
es_es: Para obtener ideas y consejos sobre cómo afrontarlo, consulta nuestra información de cuidado personal para diferentes problemas de salud mental.

source: For information on how to request this, see the government's website on flexible working.
es_es: Para obtener información sobre cómo solicitarlo, visita el sitio web del gobierno sobre trabajo flexible.

source: For instance, if you are experiencing hypomania, you might find it difficult to concentrate.
es_es: Por ejemplo, si estás experimentando hipo manía, puede que te resulte difícil concentrarte.

source: For more ideas about coping with pressure and building resilience, see our pages on stress.
es_es: Para más ideas sobre cómo enfrentarse a la presión y la creación la resiliencia, echa un vistazo a nuestras páginas en estrés.

source: For more information, see the Health and Safety Executive (HSE).
es_es: Para obtener más información, consulte el Ejecutivo de Salud y Seguridad (HSE).

source: For more information, see the government website on taking sick leave.
es_es: Para más información, visita el sitio web del gobierno sobre bajas por enfermedad.

source: For some, returning to work is a big milestone in their recovery.
es_es: Para algunos, volver al trabajo es un gran hito en su recuperación.

source: Friends and family
es_es: Amigos y familia

source: Getting support
es_es: Cómo recibir apoyo

source: Getting the right support can make a big difference to your mental health, so that's why we’re campaigning to change these schemes.
es_es: Obtener la ayuda adecuada puede marcar la diferencia para tu salud mental, es por eso que estamos haciendo campaña para cambiar estas pautas.

source: Give each task your full attention.
es_es: Enfoca toda tu atención en cada tarea.

source: Go for a short walk outside if you can.
es_es: Sal a dar un paseo corto afuera si puedes.

source: Good stress management is important in the workplace.
es_es: Un buen control del estrés es importante en el lugar de trabajo.

source: Guidance on how to learn mindfulness, including course listings.
es_es: Orientación sobre cómo aprender mindfulness, incluidas las listas de cursos.

source: Having problems with your workload
es_es: Tener problemas con tu sobrecarga de trabajo

source: Health and Safety Executive
es_es: Ejecutivo de Salud y Seguridad

source: Health and Safety Executive website
es_es: Sitio web del ejecutivo de Salud y Seguridad

source: Here are some general things you can try:
es_es: Aquí hay algunas cosas generales que puedes probar:

source: Housing
es_es: Vivienda

source: Housing and finances
es_es: Vivienda y economía

source: How can I deal with pressure?
es_es: ¿Cómo puedo lidiar con la presión?

source: How can other people help?
es_es: ¿Cómo pueden ayudar otras personas?

source: How do I prepare for my return to work?
es_es: ¿Cómo me preparo para mi regreso al trabajo?

source: How do I tell my manager?
es_es: ¿Cómo se lo digo a mi jefe?

source: How to be mentally healthy at work
es_es: Cómo estar mentalmente saludable en el trabajo

source: How to manage stress booklet
es_es: Información y consejos sobre cómo manejar el estrés en el lugar de trabajo.

source: How you might be physically affected
es_es: Cómo puedes verte afectado físicamente

source: How you might behave
es_es: Cómo te comportarías

source: How you might feel
es_es: Cómo te sentirías

source: However if your mental health problem is considered a disability within the meaning of the Equality Act, you will have a right to reasonable adjustments – but to get them, your employer must know about your disability.
es_es: Sin embargo, si tu problema de salud mental se considera una discapacidad acorde a la Ley de Igualdad, tendrás derecho a ajustes razonables , pero para obtenerlos, tu jefe debe conocer tu discapacidad.

source: However, if you're finding it very hard to cope with things going on in your life and are experiencing lots of signs of stress, there are treatments available that could help. These include:
es_es: Sin embargo, si te resulta muy difícil hacer frente a las cosas que suceden en tu vida y experimentas muchos signos de estrés, existen tratamientos disponibles que podrían ayudar.

source: However, there are various medications available which can help to reduce or manage some of the signs of stress.
es_es: Sin embargo, hay varios medicamentos disponibles que pueden ayudar a reducir o controlar algunos de los signos de estrés.

source: I don't take on too much at one time, little steps are the way.
es_es: No tomo demasiado al mismo tiempo, el camino correcto son pequeños pasos.

source: I ended up getting really ill.
es_es: Acabé realmente enfermo.

source: I find it useful to create spaces in the day when I can stop, reflect and address some of the difficulties in the day.
es_es: Creo que es útil disponer de espacios libres durante el día donde puedo parar, reflexionar y abordar dificultades del día.

source: I found work helps me to maintain an important part of my identity – separate from the illness.
es_es: Descubrí que el trabajo me ayuda a mantener una parte importante de mi identidad, separada de la enfermedad.

source: I get stressed when things get out of perspective – too much work, thinking too far ahead.
es_es: Yo me estreso cuando las cosas se me desbordan: demasiado trabajo, pensando demasiado en el futuro.

source: I try to keep each task short and clear, take breaks when getting tired and be polite, honest and empathic with the people I work with.
es_es: Intento mantener cada tarea breve y clara, tomar descansos cuando empiezo a cansarme y ser amable, honesto y empático con las personas con las que trabajo.

source: I'm one of the lucky ones.
es_es: Soy un afortunado.

source: I've never been more stressed in my life than the 6 months leading up to my wedding... everyone kept asking me if I was happy and expecting me to be excited all the time, but I just couldn't feel it.
es_es: Nunca había estado tan estresado en mi vida como lo estuve los seis meses antes de mi boda... todos me preguntaban si estaba feliz y esperaban que estuviese emocionado todo el tiempo, pero simplemente no podía.

source: Identify your triggers
es_es: Identifica tus desencadenantes

source: If someone you're close to is feeling stressed there are lots of practical things you can do to support them – even though you probably can't change the situation they're in.
es_es: Si alguien cercano a ti padece de estrés, hay muchas cosas prácticas que puedes hacer para apoyarle, aunque probablemente no puedas cambiar la situación en la que se encuentra.

source: If things get too much, taking a few days off or a long weekend can help you feel refreshed and actually increase your productivity in the long-run.
es_es: Si las cosas se ponen demasiado difíciles, tomarte unos días libres o un largo fin de semana puede ayudarte a sentirte renovado y aumentar tu productividad a largo plazo.

source: If this happens, try to take a step back and look after your own wellbeing.
es_es: Si ocurre esto, trata de dar un paso atrás y cuidar tu propio bienestar.

source: If work is affecting your mental health, you can take steps to address the problems.
es_es: Si el trabajo está afectando tu salud mental, puedes tomar medidas para abordar los problemas.

source: If you are looking for legal advice about your rights at work, see our pages on discrimination at work and disability discrimination for more information.
es_es: Si estás buscando más información sobre tus derechos en el ámbito laboral, visita nuestras páginas discriminación en el trabajo y discriminación por discapacidadpara más información.

source: If you are off work for more than seven days in a row, you will need to get a 'fit note' from your GP or hospital doctor.
es_es: Si no acudes al trabajo durante más de siete días, debes obtener un "justificante médico" de tu médico de cabecera o del hospital.

source: If you are too unwell to work at the moment, you may need to take some time off from work.
es_es: Si no estás bien para trabajar en este momento, es posible que necesites tomarte algunos días libres.

source: If you are unable to work there are still ways of getting the benefits of having a job, such as meeting new people, gaining skills and contributing to a community.
es_es: Si no estás todavía bien como para trabajar, siguen habiendo formas de obtener los beneficion de tener un empleo, como por ejemplo conocer gente nueva y contribuir con alguna asociación.

source: If you are worried about walking into a busy office on your own, arrange for someone to meet you at the front desk.
es_es: Si estás preocupado por adentrarte en una oficina llena, queda en encontrarte con alguien en la recepción.

source: If you feel able to, you may want to think about:
es_es: Si te sientes capacitado, quizá quieras pensar en ello:

source: If you feel you can't talk to your boss, speak or write to your human resources department or trade union representative if you have one.
es_es: Si sientes que no puedes hablarlo con tu jefe, habla o escribe a tu departamento de recursos humanos o representante sindical si dispones de uno.

source: If you have a diagnosed mental health problem, think about what specifically could help you with the problems you experience.
es_es: Si tienes un problema de salud mental diagnosticado, piensa en lo que podría ayudarte con los problemas que experimentas.

source: If you have a mental health condition that is considered to be a disability, and your employer knows this, they have a duty under the Equality Act to make 'reasonable adjustments' for you.
es_es: Si tienes una enfermedad de salud mental que se considera una discapacidad y tu jefe lo sabe, este tiene el deber, de acuerdo con la Ley de igualdad, de llevar a cabo "ajustes razonables" en tu beneficio.

source: If you have a mental health problem and you're facing barriers to finding employment, there are organisations that can support you.
es_es: Si sufres de un problema de salud menta y estás encontrando impedimentos para encontrar empleo, hay organizaciones que pueden ayudarte.

source: If you have an ongoing mental health problem, or are struggling with your wellbeing, you may feel unsure whether to tell your employer or not.
es_es: Si tienes un problema de salud mental recurrente, o tienes dificultades con tu bienestar, podrías dudar sobre contárselo a tu jefe o no.

source: If you have been off sick (or are likely to be) for four weeks or more, your GP or employer can discuss with you a referral to the government scheme Fit for Work.
es_es: Si has estado enfermo (o es probable que lo estés) durante cuatro semanas o más, su médico de cabecera o su empleador pueden consultar con usted una referencia al programa del gobierno Fit for Work.

source: If you have been on sickness leave for more than seven consecutive days, consider doing the following before you return to work:
es_es: Si has estado ausente por enfermedad por más de siete días consecutivos, considera hacer lo siguiente antes de regresar al trabajo:

source: If you often experience feelings of stress, you might be at risk of developing a mental health problem, like depression or anxiety, and stress can also make existing problems worse.
es_es: Si experimentas a menudo momentos de estrés, puede que estés en riesgo de desarrollar un problema de salud mental, como la depresión o la ansiedad, y el estrés puede empeorar estos problemas.

source: If you're experiencing a mental health problem that is impacting your working life, it can be tricky to know what action to take.
es_es: Si estás experimentando un problema de salud mental que está afectando a tu vida laboral, puede ser difícil saber qué medidas debes tomar.

source: If you're finding that you're feeling stressed because of a particular problem at work, here are some suggestions to manage common stressful situations:
es_es: Si notas que te empiezas a sentir estresado por un problema en particular en el trabajo, aquí hay algunas sugerencias para manejar situaciones estresantes comunes:

source: If you're not covered by the Equality Act, it's still best practice for your employer to support you, within what is reasonable for your role.
es_es: Pero si la ley de Acto de Igualdad no te cubre, tu jefe debería apoyarte en función de lo que es mejor para ti en tu puesto de trabajo.

source: If you've noticed that someone seems particularly busy, anxious or unwell, you could gently let them know, and ask how you can help.
es_es: Si has notado que alguien parece particularmente ocupado, ansioso o indispuesto, puede hacérselo saber gentilmente y preguntarle cómo le puedes ayudar.

source: If your tasks are work related, ask a manager or colleague to help you prioritise.
es_es: Si tus tareas están relacionadas con el trabajo, pídele a un jefe o a un compañero que te ayude a establecer prioridades.

source: If your work place has a staff bulletin, ask to be put on the mailing list.
es_es: Si tu lugar de trabajo tiene un plantilla de personal, pide que te incluyan en la lista de correo.

source: If you’re often stressed then you’re probably producing high levels of these hormones, which can make you feel physically unwell and could affect your health in the longer term.
es_es: Si a menudo estás estresado, probablemente estés produciendo niveles elevados de estas hormonas, lo que puede hacer que no te sientas bien físicamente y afecte su salud a largo plazo.

source: In most cases, you are entitled to statutory sick pay from your employer for the first 28 days that you are off sick.
es_es: En la mayoría de los casos, tienes derecho a un subsidio legal por enfermedad de tu empresa durante los primeros 28 días que estés enfermo.

source: In the time leading up to your return, try to go to sleep and rise the same hours as if you were going to work.
es_es: Durante el tiempo previo a tu regreso, intenta dormir y levantarte a las mismas horas como si fueras a trabajar.

source: Information about employment rights, Access To Work scheme and flexible working.
es_es: Información sobre los derechos laborales, el esquema de acceso al trabajo y el trabajo flexible.

source: Information about health and safety law in the workplace.
es_es: Información sobre la ley de salud y seguridad en el lugar de trabajo.

source: Information about mindfulness and mindfulness based stress reduction (MBSR), including course listings.
es_es: Información sobre mindfulness y reducción de estrés basado en mindfulness (MBSR), que incluye listados de cursos.

source: Information about mindfulness and mindfulness based stress reduction (MBSR).
es_es: Información sobre mindfulness y mindfulness basado en la reducción del estrés (MBSR).

source: Information about stress and techniques for coping.
es_es: Información sobre el estrés y las técnicas para lidiar con él.

source: Information about stress and tips on how to cope.
es_es: Información sobre el estrés y consejos sobre cómo lidiar con él..

source: Information and support for anyone experiencing a mental health problem.
es_es: Información y apoyo para cualquier persona que tenga un problema de salud mental.

source: Information and tips on managing stress in the workplace.
es_es: Información y consejos sobre cómo manejar el estrés en el lugar de trabajo.

source: Information on free distance learning courses.
es_es: Información sobre cursos gratuitos de aprendizaje a distancia.

source: Information on topics including stress management and assertiveness.
es_es: Información sobre temas que incluyen manejo del estrés y asertividad.

source: Insurance cover and mental health
es_es: Seguro y salud mental

source: International Stress Management Association
es_es: Asociación Internacional de Manejo del Estrés

source: Is stress a mental health problem?
es_es: ¿Es el estrés un problema de salud mental?

source: It can be difficult to know how to start the conversation.
es_es: Puede ser difícil saber cómo comenzar la conversación.

source: It can help you look after your mental health by providing:
es_es: Puede ayudarte a cuidar tu salud mental brindándote:
